{"Cluster 0": {"name": "Młodzi profesjonaliści", "description": "W tym klastrze znajdują się osoby głównie w wieku 25-44 lat, z wyższym wykształceniem, preferujące psy jako ulubione zwierzęta i las jako ulubione miejsce. Większość z nich to mężczyźni."}, "Cluster 1": {"name": "Doświadczeni miłośnicy gór", "description": "W tym klastrze znajdują się osoby w wieku 45-54 lat, z wyższym wykształceniem, które preferują psy i góry jako ulubione miejsce. Większość z nich to mężczyźni."}, "Cluster 2": {"name": "Zróżnicowani miłośnicy natury", "description": "W tym klastrze znajdują się osoby w różnym wieku, z wykształceniem średnim, które preferują różne zwierzęta i miejsca, takie jak woda i góry. Większość z nich to mężczyźni."}, "Cluster 3": {"name": "Młodzi miłośnicy wody", "description": "W tym klastrze znajdują się osoby głównie w wieku 35-44 lat, z wyższym wykształceniem, które preferują psy i wodę jako ulubione miejsce. Większość z nich to kobiety."}, "Cluster 4": {"name": "Miłośnicy kotów i gór", "description": "W tym klastrze znajdują się osoby w wieku 35-44 lat, z wyższym wykształceniem, które preferują koty i góry jako ulubione miejsce. Większość z nich to kobiety."}, "Cluster 5": {"name": "Doświadczeni miłośnicy wody", "description": "W tym klastrze znajdują się osoby w wieku 45-54 lat, z wyższym wykształceniem, które preferują psy i wodę jako ulubione miejsce. Większość z nich to mężczyźni."}, "Cluster 6": {"name": "Miłośnicy lasu i kotów", "description": "W tym klastrze znajdują się osoby w wieku 45-54 lat, z wyższym wykształceniem, które preferują koty i las jako ulubione miejsce. Większość z nich to mężczyźni."}, "Cluster 7": {"name": "Seniorzy nad wodą", "description": "W tym klastrze znajdują się osoby w wieku 55-64 lat, z wyższym wykształceniem, które preferują wodę jako ulubione miejsce. Wszyscy z nich to mężczyźni."}}